<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>

<%@ include file="../views/inc/Header.jsp"%>
<main id="main_agree">
    <div class="agreeBox">
        <h4>개인정보의 수집 및 이용목적 동의</h4>
        <textarea cols="100" rows="10" readonly>
        회원가입 개인정보 동의서

        제 1 조 (개인정보의 수집 및 이용목적)

        본 웹사이트는 회원가입, 서비스 제공, 문의 응대 등을 위해 아래와 같은 개인정보를 수집 및 이용합니다.
        필수정보: 성명, 아이디, 비밀번호, 이메일 주소, 연락처 등
        선택정보: 주소, 생년월일, 성별 등
        제 2 조 (개인정보의 보유 및 이용기간)

        회원이 탈퇴를 요청하지 않는 한 회원정보는 회원탈퇴 시까지 보유 및 이용됩니다.
        서비스 제공 목적이 달성되거나 회원이 회원탈퇴를 요청한 경우, 수집된 개인정보는 지체 없이 파기됩니다.
        제 3 조 (동의의 거부권 및 동의 철회)

        회원은 개인정보 제공에 대한 동의를 거부할 권리가 있습니다. 단, 필수정보의 제공을 거부할 경우 서비스 이용에 제한될 수 있습니다.
        회원은 언제든지 개인정보 제공에 대한 동의를 철회할 수 있으며, 이 경우 본 웹사이트의 서비스 이용이 제한될 수 있습니다.
        위와 같이 동의합니다.
        </textarea>
        <div class="form-group agreeCheck">
        <label for="agreeCheck">동의합니다</label>
        <input type="checkbox" id="agreeCheck">
        </div>
    </div>
    <div class="agreeBox">
        <h4>JayStory 이용약관 동의</h4>
        <textarea cols="100" rows="10" readonly>
       이용약관

       제 1조 (목적)

       본 약관은 회원이 본 웹사이트를 이용함에 있어 필요한 기본적인 사항을 규정함을 목적으로 합니다.

       제 2조 (정의)

       "서비스"라 함은 본 웹사이트가 제공하는 모든 서비스를 의미합니다.
       "회원"이라 함은 본 웹사이트에 개인정보를 제공하여 회원가입을 한 자를 말합니다.
       제 3조 (이용계약의 체결)

       본 웹사이트의 서비스를 이용하고자 하는 자는 본 이용약관에 동의하여야 합니다.
       회원으로 가입함으로써 본 이용약관에 동의한 것으로 간주됩니다.
       제 4조 (서비스 제공 및 변경)

       본 웹사이트는 회원에게 다양한 서비스를 제공합니다.
       본 웹사이트는 서비스의 품질을 향상시키기 위해 서비스의 내용을 변경할 수 있습니다.
       제 5조 (회원의 의무)

       회원은 본 웹사이트의 서비스를 이용함에 있어 다음 각 호의 행위를 하지 않아야 합니다.
       타인의 개인정보를 부정하게 사용하는 행위
       본 웹사이트의 서비스를 방해하는 행위
       기타 법률이나 공서양속에 반하는 행위
       회원은 본 웹사이트에서 제공하는 서비스를 이용함에 있어 정해진 이용요금을 지불하여야 합니다.
       제 6조 (서비스의 중단 및 이용 제한)

       본 웹사이트는 다음 각 호에 해당하는 경우 서비스의 제공을 중단하거나 이용을 제한할 수 있습니다.
       회원이 본 이용약관을 위반한 경우
       서비스의 안정적인 운영을 방해하는 경우
       기타 본 웹사이트의 운영정책에 위배되는 경우
       제 7조 (책임의 한계)

       회원이 본 웹사이트의 서비스를 이용함에 있어 발생한 어떠한 손해에 대해서도 본 웹사이트는 책임을 지지 않습니다.
       제 8조 (분쟁의 해결)

       본 이용약관에 관한 분쟁에 대해서는 대한민국의 관할법원을 관할법원으로 합니다.

       제 9조 (약관의 변경)

       본 웹사이트는 본 이용약관의 내용을 변경할 수 있으며, 변경된 내용은 본 웹사이트에 게시함으로써 효력이 발생합니다.

       제 10조 (유의사항)

       회원은 본 이용약관의 내용을 주의 깊게 읽고 이해하여야 합니다.

       본 이용약관은 20XX년 XX월 XX일부터 시행됩니다.


        </textarea>
        <div class="form-group agreeCheck">
                <label for="agreeCheck2">동의합니다</label>
                <input type="checkbox" id="agreeCheck2">
        </div>
    </div>

</main>
<%@ include file="../views/inc/Footer.jsp"%>